{
	"welcome": {
		"welcome-message": "Welcome to Memory Test",
		"start-button": "Start The Test"
	},
	"detailsform": {
		"note": "",
		"instructions": {
			"line1": "This module is a battery of tests that assess different aspects of memory, such as short-term memory, long-term memory, attention Span, inhibition Control, working memory, Processing Speed etc.",
			"line2": "The test is developed and validated especially for Indian culture.",
			"line3": "The test is conducted online and is a fully automated computerised solution to test the memory.",
			"line4": "No manual intervention in conducting the test nor in analysing the results is involved. Please provide your information below so that we can compare your results to those of other people of your age and education level and let you know where do you stand.",
			"line5": "You will also have to provide a consent to taking the test."
		},
		"consent": {
			"note": "Please read carefully and give your consent to following:",
			"line1": "I understand this is a psychological test to test the memory and intelligence related functions and I am voluntarily participating in this assessment.",
			"line2": "I fully understand that this is an online test and the results are NOT an expert opinion or a medical diagnosis. I understand the results will be produced by the computerized analysis of my own responses and there is no human involved in analysing / preparing the outcome.",
			"line3": "I have been assured that my answers and results will remain confidential and my individual results will NOT be shared with my institute (school / college), employer or my parents.",
			"line4": "I understand the results will be used by researchers or Psychology experts without my Name, identity or other personal details. If I give consent, they may give me the counselling service on how to improve my memory function or intelligence.",
			"line5": "I am aware that the outcome of this exercise entirely depends on how honestly, I answer the questions and give the test. I also understand that the outcome of the test depends on my current state of mind, my freshness and my overall health.",
			"line6": "I am giving my consent to this assessment by checking in this box"
		}
	},
	"shorttermmemory": {
		"note": "",
		"instructions": {
			"line1": "You will be shown 10 words below.",
			"line2": "Memorise them in your mind number of times.",
			"line3": "If you want you can take a bit of time to remember them.",
			"line4": "You will be asked to recall these words shortly(In the next screen) and after about 20 minutes(Towards the end of the test).",
			"line5": "Please do not save them in any manner because your real memory will not get tested.",
			"line6": "Testing memory in this manner from time to time is a good practice to maintain the health of the mind."
		}
	},
	"digitspan": {
		"instructions": {
			"line1": "In this experiment, you will be shown a sequence of numbers on the screen. These numbers are called digits.",
			"line2": "You need to remember the sequence and enter it into the space provided on the screen when prompted.",
			"line3": "If you make mistakes while entering the sequence, you can correct the last mistake using the Clear button.",
			"line4": "Once you have entered all of the digits, press the ENTER button.",
			"line5": "The length of the digit sequence will start from 2 and will increase until you are no longer able to remember it.",
			"line6": "If you successfully complete two of the three attempts for a given length, you will move on to the next length. Otherwise, the test will end."
		},
		"completed": {
			"title": "Test Completed",
			"note_title": "Note: ",
			"note": "This is a computerized analysis and not a medical diagnosis.",
			"result": "Maximum length of digits that you can remember (Digit Span) is: ",
			"line1": "Expected Results for Digit-Span Test:",
			"line2": "5 to 9, depending on your age and educational background.",
			"line3": "If your results are less than 5, don't panic. The results can be affected by many factors, such as your attention level, health, and anxiety. Please repeat the test after a few days. If your results are consistently below 5, please consult with an expert."
		}
	},
	"reversedigitspan": {
		"instructions": {
			"line1": "In this experiment, you will be shown a sequence of numbers on the screen. These numbers are called digits.",
			"line2": "You need to remember the sequence, REVERSE it in your memory, and enter the number into the space provided when prompted.",
			"line3": "If you make mistakes while entering the sequence, you can correct the last mistake using the Clear button.",
			"line4": "Once you have entered all of the digits, press the ENTER button.",
			"line5": "For example if the numbers are shown as 2 6 8 3 then you need to enter 3 8 6 2",
			"line6": "The length of the digit sequence will start from 2 and will increase until you are no longer able to remember it.",
			"line7": "You will be given three trials for each length.",
			"line8": "If you successfully complete two of the three trials for a given length, you will move on to the next length. Otherwise, the test will end.",
			"note": "Note:There will not be a trial for this test"
		},
		"completed": {
			"title": "Test Completed",
			"note_title": "Note: ",
			"note": "This is a computerized analysis and not a medical diagnosis.",
			"result": "Maximum length of digits that you can remember in REVERSE order (REVERSE Digit Span) is = ",
			"line1": "Expected Results for the Test:",
			"line2": "4 to 8, depending on your age and educational background.",
			"line3": "If your results are less than 4, don't panic. The results can be affected by many factors, such as your attention level, health, and anxiety. Please repeat the test after a few days. If your results are consistently below 4, please consult with an expert."
		}
	},
	"sequencedigitspan": {
		"instructions": {
			"line1": "You will be shown a sequence of digits on the screen, one at a time similar to previous test.",
			"line2": "Remember the digits in the order that they are shown.",
			"line3": "When prompted, enter the digits in ASCENDING ORDER in the space provided.",
			"example1": "Example:",
			"example2": "If you are shown the following digits:",
			"example3": "8 3 5 0 9",
			"example4": "You would enter the following digits in the space provided:",
			"example5": "0 3 5 8 9",
			"note": "Note:There will not be a trial for this test"
		},
		"completed": {
			"title": "Test Completed",
			"note_title": "Note: ",
			"note": "This is a computerized analysis and not a medical diagnosis.",
			"result": "Maximum length of digits that you can remember and organise in Order(Ascending Order) is: ",
			"line1": "Expected Results for the Test:",
			"line2": "4 to 8, depending on your age and educational background.",
			"line3": "If your results are less than 4, don't panic. The results can be affected by many factors, such as your attention level, health, and anxiety. Please repeat the test after a few days. If your results are consistently below 4, please consult with an expert."
		}
	},
	"stroop": {
		"instructions": {
			"line1": "In this task, you will see color names (RED, GREEN, BLUE, and YELLOW) printed in different colors.",
			"line2": "You need to respond to the color of the print, not the word itself.",
			"line3a": "For example, if you see the word 'RED' printed in green ink",
			"line3b": ", you should press the Green button.",
			"note": "Note - In this test your response time is measured. It is important therefore that you need to respond to the given tasks as early as possible but without making the mistakes."
		},
		"completed": {
			"title": "Test Completed",
			"note_title": "Note: ",
			"note": "This is a computerized analysis and not a medical diagnosis.",
			"result": "Your Stroop Score (Incongruent Avg Time - Congruent Avg Time): ",
			"line1": "The expected values of Stroop Test scores vary depending on the individual's age, education level and the device used. However, as a general guide, the following can be expected:",
			"line2": "Age group 12 to 20: 50-200 milliseconds",
			"line3": "Age group 20 to 60: 75-250 milliseconds",
			"line4": "Age group 60+: 100-300 milliseconds",
			"line5": "It is important to note that these are just general guidelines and you should not panic if your score is higher than above values."
		}
	},
	"nback": {
		"instructions": {
			"line1": "You will be presented with a sequence of letters, one by one. You have to see the current letter shown (let us call it as N) by keeping the previous letter (let us call it N-1) and one before that (N-2) in your memory. Your task is to press the MATCHES button if the current letter (that is N) matches the one that was presented 2 trials ago (that is N-2). If it does not match, do not press the button.",
			"line2": "For example, let's say the current letter is P and the last two letters, that is (N-2) and (N-1) were B and T respectively. Since the (N-2) letter (B) does not match with the current letter (P), you should NOT press MATCHES.",
			"line3": "If the next letter is shown as T, then this time P becomes (N-1) and T becomes (N-2). Here you should press MATCHES button because (N-2) that is (T) matches the current letter (T).",
			"line4": "This is called the N=2 back test, because you are comparing the current letter to the letter that was displayed two letters ago. This test is used all over the world to test working memory.",
			"note": "Please click below to start the Assisted Trial. In this trial, you will be shown what N-1 and N-2 are, and how they change. You will also be shown how to compare N-2 with N in your memory and decide whether both letters MATCH. If they do, you should press the MATCHES button. After completing the guided trial, please take a short trial without assistance, followed by a final test. "
		},
		"completed": {
			"title": "Test Completed",
			"note_title": "Note: ",
			"note": "This is a computerized analysis and not a medical diagnosis.",
			"line1": "The expected scores of N=2 back test of working memory vary depending on the age and education level of the individual. However, as a general guide, the following can be expected:",
			"line2": "Age group 12 to 20: 60-80% accuracy",
			"line3": "Age group 20 to 60: 80-90% accuracy",
			"line4": "Age group 60+: 70-80% accuracy",
			"line5": "It is important to note that these are just general guidelines, and there is a wide range of normal scores. If your score is less than above numbers, please do not panic. Your score could be lower than expected values if you are not well, have anxiety or are not in a sound state of mind. You may take the test again after a few days. If you consistently find your score much lower than above values and experience difficulties in concentrating on the task or processing the information mentally then you may consult the experts."
		}
	},
	"shapedigitcode": {
		"instructions": {
			"line1": "A set of shapes and their corresponding digits will be displayed in a TABLE. This TABLE will be constantly shown to you on the screen, and is to be refered for each entry. This TABLE is as shown below:",
			"line2": "A shape will be displayed one at a time in a window. You must find the corresponding digit for this shape using the TABLE displayed. You should not memorize the shapes and their corresponding digits. Simply search for the shape visually in the table, identify the corresponding digit and click on that number on numpad.",
			"line2_eg1": "eg. If the shape is ",
			"line2_eg2": "then the code is 1. So click on 1 on the onscreen numpad.",
			"line3": "Enter the corresponding digit in the space provided. There is no CLEAR button for this test, so if you make a mistake, just leave it and move on to the next shape",
			"line4": "This is a processing speed test, so you must be fast and accurate.",
			"line5": "The test will last for ONLY 2 minutes. Your score will be the NUMBER OF CORRECT DIGITS you enter. Your score and the timer will be displayed on the top of the screen.",
			"line6": "Take the trial first and then give the test."
		},
		"results":{
			"line1":"Your processing speed test is completed",
			"line2":"Your results are as follows",
			"note":"The expected score of shape digit coding test depends on age, familiariity with comuters, your overall mental health etc. However following are the average expected values:"
		}
	},
	"longtermmemory": {
		"note": "",
		"instructions": {
			"line1": "Recall the 10 words you were shown previously and enter in following boxes one by one.",
			"line2": "You can enter in any order (sequence). Try entering them as accurately as possible."
		},
		"expected_result": {
			"line1": "Expected results : On average, people can recall following number of words in this test however the number can vary depending on the age, attention given, overall mind health and memory strategies.",
			"line2": "Age group 12 to 20: around 7 to 8",
			"line3": "Age group 20 to 60: around 6-7",
			"line4": "Age group 60+: around 5 to 6"
		}
	},
	"consolidatedreport": {}
}
