{
	"welcome": {
		"welcome-message": "मेमरी टेस्ट में आपका स्वागत है",
		"start-button": "परीक्षण प्रारंभ करें"
	},
	"detailsform": {
		"note": "",
		"instructions": {
			"line1": "यह मॉड्यूल परीक्षणों का एक संच है जो स्मृति (memory)  के विभिन्न पहलुओं का आकलन और  मापन  करती है, जैसे अल्पकालिक स्मृति (short term memory), दीर्घकालिक स्मृति (long term memory), ध्यान अवधि (Attention span), निषेध नियंत्रण (inhibition control), कार्यशील स्मृति (working memory), प्रसंस्करण गति (processing speed) आदि।",
			"line2": "ये परीक्षण की खासियत ये है की इसे विशेष रूप से भारतीय संस्कृति के लिए विकसित और मान्य किया गया है।",
			"line3": "ये एक ऑनलाइन और  पूरी तरह से स्वचालित (Automated) कम्प्यूटरीकृत मेमरी परिक्षण है।",
			"line4": "परीक्षण आयोजित करने या परिणामों का विश्लेषण करने में कोई मानवीय (manual)  हस्तक्षेप शामिल नहीं है। कृपया नीचे अपनी जानकारी प्रदान करें ताकि हम आपके परिणामों की तुलना आपकी उम्र और शिक्षा स्तर के अन्य लोगों के परिणामों से कर सकें और आपको बता सकें कि आप उनकी तुलनामे कहां खड़े हैं।",
			"line5": "कृपया निचे दिए फॉर्म में अंग्रेजी में जानकारी प्रदान करें, परीक्षा देने के लिए सहमति (consent) दें, और शुरू करे।"
		},
		"consent": {
			"note": "संमति - कृपया ध्यानपूर्वक पढ़ें और निम्नलिखित पर अपनी सहमति दें:",
			"line1": "यह स्मृति और बुद्धि संबंधी कार्यों का परीक्षण करने के लिए एक मनोवैज्ञानिक परीक्षण है और मैं स्वेच्छा से इस मूल्यांकन में भाग ले रहा हूं / रही हूं ।",
			"line2": "मैं पूरी तरह से समझता  / समझती हूं कि यह एक ऑनलाइन परीक्षण है और इसके परिणाम किसी विशेषज्ञ की राय या चिकित्सीय निदान नहीं हैं। मैं समझता / समझती हूं कि इस परिक्षण के  परिणाम मेरी अपनी प्रतिक्रियाओं के संगणक कृत विश्लेषण द्वारा तैयार किए जाएंगे और परिणाम का विश्लेषण तैयार करने में कोई भी इंसान शामिल नहीं है।",
			"line3": "मुझे आश्वासन दिया गया है कि मेरे उत्तर और परिणाम गोपनीय रहेंगे और मेरे व्यक्तिगत परिणाम मेरे संस्थान (स्कूल/कॉलेज) नियोक्ता या मेरे माता-पिता या अन्य किसीके साथ मेरे परवानगी के बगैर साझा नहीं किए जाएंगे।",
			"line4": "मैं समझता / समझती हूं कि मेरे अपने  परिणाम शोधकर्ताओं या मनोविज्ञान विशेषज्ञों द्वारा मेरे नाम, पहचान या अन्य व्यक्तिगत विवरण के बिना उपयोग किए जाएंगे। यदि मैं सहमति देता / देती हूं, तो वे मेरे परिणामोंको  इस्तेमाल करके मुझे मेरी स्मृति कार्यप्रणाली या बुद्धि को बेहतर बनाने के बारे में परामर्श सेवा दे सकते हैं।",
			"line5": "मैं जानता / जानती हूं कि इस परिक्षण  का परिणाम पूरी तरह से इस बात पर निर्भर करता है कि मैं कितनी ईमानदारी से परीक्षा  देता / देती  हूँ या इसमें दिए हुए सवालों का जवाब देता / देती हूं।  मैं यह भी समझता / समझती हूं कि इस परीक्षण का परिणाम मेरी वर्तमान मानसिक स्थिति, मेरी ताजगी और मेरे समग्र स्वास्थ्य पर निर्भर करता है।",
			"line6": "मैं इस बॉक्स में क्लिक करके अपनी सहमति दे रहा / रही  हूं।"
		}
	},
	"shorttermmemory": {
		"note": "",
		"instructions": {
			"line1": "आपको नीचे 10 इंग्लिश शब्द दिखाए जायेंगे।",
			"line2": "उन्हें अपने मन में कई बार याद करें।",
			"line3": "आप चाहें तो उन्हें याद करने के लिए थोड़ा समय ले सकते हैं।",
			"line4": "आपसे शीघ्र ही (अगली स्क्रीन में) और लगभग 20 मिनट बाद (परीक्षण के अंत में) इन शब्दों को याद करने के लिए कहा जाएगा।",
			"line5": "कृपया इन्हें किसी भी प्रकार से जतन (save)  न करें क्योंकि ऐसे करने से आपकी वास्तविक स्मृति का परीक्षण नहीं  होगा। ",
			"line6": "दिमाग के स्वास्थ्य को बनाए रखने के लिए समय-समय पर इस तरह से याददाश्त का परीक्षण करना एक अच्छा अभ्यास है।"
		}
	},
	"digitspan": {
		"instructions": {
			"line1": "इस प्रयोग में आपको स्क्रीन पर एक एक करके अंक दिखाकर अंकोंका  का एक क्रम दिखाया जाएगा। ",
			"line2": "आपको वे अंक उसी  अनुक्रम में  याद रखने होंगे और संकेत मिलने पर उसे  स्क्रीन पर दिए गए स्थान पर दर्ज करने होंगे।",
			"line3": "यदि आप अनुक्रम दर्ज करते समय गलतियाँ करते हैं, तो आप क्लियर बटन का उपयोग करके पिछली गलती को ठीक कर सकते हैं।",
			"line4": "सभी अंकोंको  दर्ज  करने के बाद  ENTER बटन दबाएँ।",
			"line5": "अंक अनुक्रम की लंबाई 2 से शुरू होगी (उदा. ८६ या ६२) और तब तक बढ़ती रहेगी जब तक आप इसे याद रखने में सक्षम नहीं हो जाते। (उदा. ९८५७३८४७ जिसमे अंकोंकी लम्बाई ८ है ).",
			"line6": "आपको प्रत्येक लंबाई के लिए तीन attempts  दिए जाएंगे। यदि आप किसी दी गई लंबाई के लिए तीन में से दो परीक्षणों को सफलतापूर्वक पूरा कर लेते हैं, तो आप अगली लंबाई पर आगे बढ़ जाएंगे। नहीं तो परीक्षा ख़त्म हो जायेगी. आप अंकोंकी कितनी लम्बाई  याद रख सखते है ये जानना इस परिक्षण का उद्देश्य है।"
		},
		"completed": {
			"title": "आपका digit span टेस्ट का परीक्षण पूरा हुआ है।",
			"note_title": "नोट:",
			"note": "यह एक कम्प्यूटरीकृत विश्लेषण है। ये वैद्यकीय निदान (medical dignosis) नहीं है।",
			"result": "अंकों की अधिकतम लंबाई जिसे आप याद रख सकते हैं (digit span ) है:",
			"line1": "डिजिट-स्पैन टेस्ट के लिए अपेक्षित परिणाम: 5 से 9",
			"line2": "लेकिन याद रहे की ये अपेक्षित परिणाम आपकी उम्र और शैक्षणिक  पार्श्वभूमि  पर निर्भर करते है।",
			"line3": "यदि आपके परिणाम 5 से कम हैं, तो घबराएँ नहीं। परिणाम कई कारणों से प्रभावित हो सकते हैं, जैसे आपका ध्यान स्तर, स्वास्थ्य और चिंता। कृपया कुछ दिनों के बाद दोबारा परीक्षण  दोहराएं। यदि आपके परिणाम लगातार 5 से नीचे हैं, तो कृपया किसी विशेषज्ञ से परामर्श लें।"
		}
	},
	"reversedigitspan": {
		"instructions": {
			"line1": "इस टेस्ट में भी आपको पिछले टेस्ट की तरह स्क्रीन पर एक-एक करके अंक दिखाके एक नंबर दिखाया जाएगा।",
			"line2": "आपको अंकोंको  को उनके क्रम में याद रखना होगा।",
			"line3": "एक बार याद हो जाने पर, अपनी स्मृति में उस अंकोंके क्रम को उलट दें और संकेत मिलने पर दिए गए स्थान पर उसे  दर्ज करें।",
			"line4": "एक बार जब आप सभी अंक दर्ज कर लें, तो ENTER बटन दबाएँ।",
			"line5": "उदाहरण - यदि आपको अंक  2 6 8 3 ये क्रम में दिखाए जाते है तो आपको 3 8 6 2 दर्ज करना होगा जो आपको दिखाए हुए क्रम का उलटा (reverse) क्रम है ।",
			"line6": "इस उदाहरण में, क्रम की  लंबाई चार है।",
			"line7": "पिछले टेस्ट जैसे इस टेस्ट में भी  एक एक करके क्रम की लम्बाई बढ़ाई  जाएगी।  आप अंकोंके क्रम की कितनी ज्यादा लम्बाई याद रख कर reverse कर सकते है इसका परिक्षण ये टेस्ट करती है। इस टेस्ट में आपके  शॉर्ट टर्म मेमरी और वर्किंग मेमरी, दोनोंकी क्षमता का  मापन होता है। ",
			"line8": "",
			"note": "नोट: इस परीक्षा के लिए कोई ट्रायल टेस्ट नहीं होगा। निचे क्लिक करने पर आपका टेस्ट शुरू हो जायेगा। "
		},
		"completed": {
			"title": "आपका Reverse Digit span  परीक्षण पूरा हुआ है।",
			"note_title": "नोट: ",
			"note": "यह एक संगणक द्वारा किया हुआ विश्लेषण है। ये वैद्यकीय निदान नहीं है।",
			"result": "अंकों की अधिकतम लंबाई जिसे आप रिवर्स ऑर्डर (रिवर्स डिजिट स्पैन) में याद रख सकते हैं : ",
			"line1": "Reverse Digit span  परीक्षण के लिए अपेक्षित परिणाम: 4 से 8",
			"line2": "लेकिन याद रहे की ये अपेक्षित परिणाम आपकी उम्र और शैक्षणिक  पार्श्वभूमि  पर निर्भर करते है।",
			"line3": "यदि आपके परिणाम 4 से कम हैं, तो घबराएँ नहीं। परिणाम कई कारणों से प्रभावित हो सकते हैं, जैसे आपका ध्यान स्तर, स्वास्थ्य और चिंता। कृपया कुछ दिनों के बाद दोबारा परीक्षण  दोहराएं। यदि आपके परिणाम लगातार 4 से नीचे हैं, तो कृपया किसी विशेषज्ञ से परामर्श लें।"
		}
	},
	"sequencedigitspan": {
		"instructions": {
			"line1": "इस टेस्ट में आपके  शॉर्ट टर्म मेमरी और वर्किंग मेमरी,  दोनोंकी क्षमता का  मापन होता है। आपको पिछले परीक्षण के समान, स्क्रीन पर अंकोंको  एक एक करके एक क्रममें  दिखाया जाएगा।",
			"line2": "अंकों को उसी क्रम में याद रखें जिस क्रम में वे दिखाए गए हैं।",
			"line3": "याद  रखने के  बाद अंकोंको आपके मेमरी में  आरोही क्रम (Ascending order) में लगाए और संकेत मिलने पर, दिए गए स्थान पर उसे  दर्ज करें।",
			"example1": "उदाहरण:",
			"example2": "यदि आपको निम्नलिखित अंक दिखाए गए हैं:",
			"example3": "8 3 5 0 9",
			"example4": "आप दिए गए स्थान में निम्नलिखित अंक दर्ज करेंगे:",
			"example5": "0 3 5 8 9",
			"note": "नोट: इस परीक्षा के लिए कोई ट्रायल टेस्ट नहीं होगा। निचे क्लिक करने पर आपका टेस्ट शुरू हो जायेगा।"
		},
		"completed": {
			"title": "आपका Ordered Digit Span परीक्षण पूरा हुआ है।",
			"note_title": "नोट: ",
			"note": "यह एक संगणक द्वारा किया हुआ विश्लेषण है।  ये वैद्यकीय निदान नहीं है।",
			"result": "अंकों की अधिकतम लंबाई जिसे आप आरोही क्रम में प्रबंधित कर सकते हैं (Ordered Digit Span): ",
			"line1": "परीक्षण के लिए अपेक्षित परिणाम: 4 से 8",
			"line2": "लेकिन याद रहे की ये अपेक्षित परिणाम आपकी उम्र और शैक्षणिक  पार्श्वभूमि  पर निर्भर करते है।",
			"line3": "यदि आपके परिणाम 4 से कम हैं, तो घबराएँ नहीं। परिणाम कई कारणों से प्रभावित हो सकते हैं, जैसे आपका ध्यान स्तर, स्वास्थ्य और चिंता। कृपया कुछ दिनों के बाद दोबारा परीक्षण  दोहराएं। यदि आपके परिणाम लगातार 4 से नीचे हैं, तो कृपया किसी विशेषज्ञ से परामर्श लें।"
		}
	},
	"stroop": {
		"instructions": {
			"line1": "इस टेस्ट  में, आपको स्क्रीन पे चार  रंगोंके  नाम (लाल, हरा, नीला और पीला)  अलग-अलग रंगों में मुद्रित प्रिंट किये हुए दिखाई देंगे।",
			"line2": "आपको प्रिंट के रंग को देख कर  वो रंग का बटन दबा कर प्रतिक्रिया देनी होगी, जो 'शब्द' प्रिंट हुआ है उस पर नहीं।",
			"line3a": "उदाहरण के लिए, यदि आप 'RED' शब्द को हरे रंग की स्याही (जैसे RED) में मुद्रित देखते हैं, तो आपको GREEN  बटन दबाना चाहिए, RED नहीं ।",
			"line3b": "अगर 'BLUE' ये शब्द पीले रंग में प्रिंट किया हुआ देखते है तो आपको 'YELLOW' बटन दबा कर प्रतिसाद देना है।",
			"note": "नोट - इस परीक्षण में आपका प्रतिक्रिया समय मापा जाता है। इसलिए यह महत्वपूर्ण है कि आपको दिए गए कार्यों का जितना हो सके उतना शीघ्र उत्तर देना होगा, लेकिन गलतियाँ किए बिना।"
		},
		"completed": {
			"title": "आपका Stroop परीक्षण पूरा हुआ",
			"note_title": "नोट: ",
			"note": "यह एक संगणक द्वारा किया हुआ विश्लेषण है। ये वैद्यकीय निदान (Medical diagnosis) नहीं है।",
			"result": "आपका Stroop Score (असंगत औसत समय - सर्वांगसम औसत समय):",
			"line1": "स्ट्रूप स्कोर आपके निषेध नियंत्रण (Inhibition Control) को मापता है. Test का अपेक्षित  स्कोर व्यक्ति की उम्र, शिक्षा स्तर और उपयोग किए गए उपकरण (फ़ोन, लैपटॉप वगैरा) के आधार पर भिन्न होते हैं। हालाँकि, एक सामान्य मार्गदर्शक के रूप में, निम्नलिखित स्कोर की अपेक्षा की जा सकती है:",
			"line2": "आयु समूह 12 से 20: 150-200 मिलीसेकंड",
			"line3": "आयु समूह 20 से 60: 175-250 मिलीसेकंड",
			"line4": "आयु समूह 60+: 200-300 मिलीसेकंड",
			"line5": "यह ध्यान रखना महत्वपूर्ण है कि ये केवल सामान्य मार्गदर्शन  हैं और यदि आपका स्कोर उपरोक्त मूल्यों से अधिक है तो आपको घबराना नहीं चाहिए। अगर आपका स्कोर बार बार परिक्षण करने के बावजूद ऊपर दिए हुए मार्गदर्शक स्कोर से कई गुना अधिक आता है तो आप एक्सपर्ट्स से सलाह ले सकते है।"
		}
	},
	"nback": {
		"instructions": {
			"line1": "आपको एक-एक करके अक्षरों का क्रम प्रस्तुत किया जाएगा। आपको सामने दिखाया हुआ अक्षर (हम इसे N कहते है) देखते हुए,  पिछले अक्षर ( हम इसे N-1 कहते हैं) और उससे पहले दिखाए अक्षर (N-2) को अपनी स्मृति में रखना  होगा। आपका कार्य ये है की यदि वर्तमान अक्षर (अर्थात N) उसके दो अक्षर पहले दिखाए अक्षर से )मतलब N -2 से ) मिलता है तो MATCHES बटन को दबाना है । यदि यह मेल नहीं खाता तो बटन न दबाएँ।",
			"line2": "उदाहरण के लिए, मान लें कि वर्तमान अक्षर P है और अंतिम दो अक्षर, यानी (N-2) और (N-1) क्रमशः B और T थे। चूँकि (N-2) अक्षर (B) वर्तमान अक्षर (P) से मेल नहीं खाता है, इसलिए आपको MATCHES नहीं दबाना चाहिए।",
			"line3": "यदि अगला अक्षर T दिखाया जाए तो इस बार P, जो पहले  N था, वो  (N-1) बन जाता है और T जो पहले (N-1) था वह (N-2) बन जाता है। यहां आपको MATCHES बटन दबाना चाहिए क्योंकि (N-2) यानी (T) वर्तमान अक्षर (T) से मेल खाता है। हर दो  सेकंड के बाद नया अक्षर आएगा  और आपको इस प्रकार या तो MATCHES बटन दबाना है या नहीं दबाना है।  ",
			"line4": "इसे N=2 बैक टेस्ट कहा जाता है, क्योंकि आप वर्तमान अक्षर की तुलना उस अक्षर से कर रहे हैं जो दो अक्षर पहले प्रदर्शित किया गया था। इस परीक्षण का उपयोग पूरी दुनिया में कार्यशील स्मृति (WORKING MEMORY) का परीक्षण करने के लिए किया जाता है। ",
			"note": "आपको टेस्ट देने के पहले आपका कार्य पूरी तरह से समझाने के लिए हमने दो ट्रायल्स दिए हुए है।  एक सहायता के साथ और दूसरा  सहायता के बगैर।  सहायता प्राप्त ट्रायल  शुरू करने के लिए कृपया नीचे क्लिक करें। इस परीक्षण में, आपको दिखाया जाएगा कि N-1 और N-2 क्या हैं, और वे कैसे बदलते हैं।  निर्देशित परीक्षण पूरा करने के बाद, कृपया बिना सहायता   एक छोटा  ट्रायल  लें, उसके बाद अंतिम परीक्षण करें।"
		},
		"completed": {
			"title": "N Back 2 टेस्ट का परीक्षण पूरा हुआ",
			"note_title": "नोट: ",
			"note": " यह एक कम्प्यूटरीकृत विश्लेषण है न कि चिकित्सीय निदान।",
			"line1": "कार्यशील स्मृति (Working memory के एन=2 बैक टेस्ट के अपेक्षित स्कोर व्यक्ति की उम्र और शिक्षा स्तर के आधार पर भिन्न होते हैं। लेकिन, एक सामान्य मार्गदर्शक के रूप में, निम्नलिखित की अपेक्षा की जा सकती है:",
			"line2": "आयु समूह 12 से 20: 60-80% सटीकता",
			"line3": "आयु समूह 20 से 60: 80-90% सटीकता",
			"line4": "आयु समूह 60+: 70-80% सटीकता",
			"line5": "यह ध्यान रखना महत्वपूर्ण है कि ये केवल सामान्य मार्गदर्शन  हैं।   यदि आपका स्कोर उपरोक्त संख्याओं से कम है, तो कृपया घबराएं नहीं। यदि आपकी तबीयत ठीक नहीं है, चिंता है या मानसिक स्थिति ठीक नहीं है, या टेस्ट ठीक समझने में नहीं आयी है  तो आपका स्कोर अपेक्षित मूल्यों से कम हो सकता है। आप कुछ दिनों के बाद दोबारा परीक्षा दे सकते हैं। यदि आप लगातार अपना स्कोर उपरोक्त मूल्यों से बहुत कम पाते हैं और कार्य पर ध्यान केंद्रित करने में नयी जानकारी सीखने में कठिनाइयों का अनुभव करते हैं तो आप विशेषज्ञों से परामर्श ले सकते हैं।"
		}
	},
	"shapedigitcode": {
		"instructions": {
			"line1": "आकृतियों का एक सेट और उनके संबंधित अंक एक टेबल  में प्रदर्शित किए जाएंगे। यह टेबल  आपको स्क्रीन पर लगातार दिखाया जायेगा और आपको उसका उपयोग हर एक entry के लिए करना है। ये टेबल निचे दिया हुआ है।",
			"line2": "स्क्रीन पर एक विंडो में एक-एक करके एक आकृति प्रदर्शित की जाएगी जो इसी टेबल में दी हुई आकृतियों में से एक होगी । आपको दिये  हुए टेबल का उपयोग करके इस आकृति के लिए संबंधित अंक को ढूंढना होगा। आपको आकृतियों और उनके संबंधित अंकों को याद नहीं रखना है ताकि इस टेस्ट में आपकी मेमरी आपको मदत न करे. इस टेस्ट में हमें सिर्फ आपका प्रोसेसिंग स्पीड मापना है,  (मेमरी नहीं)। बस टेबल में आकृति को दृश्य रूप से खोजें, संबंधित अंक की पहचान करें और नमपैड पर उस अंक पर क्लिक करें। ",
			"line2_eg1": "eg. ",
			"line2_eg2": "जैसे. यदि आकृति  ---> है तो कोड 1 है। इसलिए ऑनस्क्रीन नंबरपैड पर 1 पर क्लिक करें। ",
			"line3": "एक एक करके आपको आकृति दिखाई जाएगी और टेबल में देखकर आप  दिए गए स्थान पर संबंधित अंक दर्ज करते जाइये । इस परीक्षण के लिए कोई CLEAR बटन नहीं है, इसलिए यदि आप कोई गलती करते हैं, तो इसे छोड़ दें और अगले आकार पर जाएँ।  ",
			"line4": "यह एक प्रसंस्करण गति परीक्षण है, इसलिए आपको अंक दर्ज करने में तेज़ और सटीक होना चाहिए।",
			"line5": "परीक्षण केवल 2 मिनट तक चलेगा। आपका स्कोर आपके द्वारा दर्ज किए गए सही अंकों की संख्या होगी। आपका स्कोर और टाइमर स्क्रीन के शीर्ष पर प्रदर्शित होगा।",
			"line6": "पहले ट्रायल लें, फिर टेस्ट दें."
		},
		"results":{
			"line1":"आपका प्रोसेसिंग स्पीड टेस्ट पूरा हो गया है।",
			"line2":"आपके परिणाम निम्नलिखित हैं।",
			"note":"Processing speed परीक्षण का अपेक्षित स्कोर उम्र, कंप्यूटर के साथ परिचितता, आपके समग्र मानसिक स्वास्थ्य आदि पर निर्भर करता है। हालांकि आमतौरपर निम्नलिखित स्कोर अपेक्षित हैं।"
		}
	},
	"longtermmemory": {
		"note": "",
		"instructions": {
			"line1": "आपको पहले (अर्थात परीक्षण की शुरुआत में) दिखाए गए 10 अंग्रेजी शब्दों को याद करें और उन्हें अगले बॉक्स में एक-एक करके दर्ज करें।",
			"line2": "आप उन शब्दों को किसी भी क्रम में दर्ज कर सकते हैं। इसे यथासंभव सटीकता से दर्ज करने का प्रयास करें।"
		},
		"expected_result": {
			"line1": "अपेक्षित परिणाम: औसतन, लोग इस परीक्षण में निम्नलिखित संख्या में शब्द याद रख सकते हैं, लेकिन यह संख्या उम्र, ध्यान अवधि, समग्र मानसिक स्वास्थ्य और याद करने की रणनीति के आधार पर भिन्न हो सकती है।",
			"line2": "आयु समूह 12 से 20: औसत 7 से 8",
			"line3": "आयु समूह 20 से 60: औसत 6 से 7",
			"line4": "आयु समूह 60+: औसत 5 से 6"
		}
	},
	"consolidatedreport": {}
}
