{
	"welcome": {
		"welcome-message": "Memory Test मध्ये आपले स्वागत आहे",
		"start-button": "परीक्षा सुरू करा"
	},
	"detailsform": {
		"note": "",
		"instructions": {
			"line1": "ही परीक्षा आपल्या मेमरी च्या विविध पैलूंचे मूल्यांकन करते, जसे की शीघ्र काल (शॉर्ट-टर्म) मेमरी, दीर्घकालीन (Long - term) मेमरी, लक्ष केंद्रित करण्याची क्षमता (Attention Span), प्रक्रिया करणारी मेमरी (Working memory), प्रक्रियेचा वेग (Processing Speed) इ.",
			"line2": "ही चाचणी खास करून भारतीयांसाठी विकसित आणि प्रमाणित केली आहे.",
			"line3": "ही चाचणी ऑनलाइन घेतली जाते आणि ती एक पूर्णपणे स्वमदत (Self Help) संगणकीकृत (Computerised) अशी सेवा आहे.",
			"line4": "चाचणी घेण्याच्या प्रक्रियेत किंवा निकालांचे विश्लेषण करण्यात कोणताही मानवी हस्तक्षेप नाही त्यामुळे ही परीक्षा वैद्यकीय परीक्षा नाही. कृपया खाली तुमची माहिती द्या जेणेकरून संगणकाला तुमच्या निकालांची तुलना तुमच्या वयाच्या आणि शैक्षणिक स्तरावरील इतर लोकांशी करून त्यांच्या तुलनेत तुम्ही कुठे आहेत हे सांगणे शक्य होईल.",
			"line5": "कृपया माहिती इंग्रजी मध्ये द्या, चाचणी देण्यासाठी संमती द्या आणि सुरु करा."
		},
		"consent": {
			"note": "कृपया काळजीपूर्वक वाचा आणि खालील गोष्टींना आपली संमती द्या:",
			"line1": "ही एक स्मृती आणि बुद्धिमत्ता संबंधित कार्ये तपासण्यासाठी असलेली चाचणी आहे आणि मी स्वेच्छेने या मूल्यांकनात भाग घेत आहे.",
			"line2": "मला पूर्णपणे समजले आहे की ही एक ऑनलाइन संगणितकृत (Computerised) चाचणी आहे आणि याचे निकाल म्हणजे तज्ञांचे मत किंवा वैद्यकीय निदान नाही. मला ह्याची कल्पना आहे कि माझ्या स्वतःच्या प्रतिसादांच्या संगणकीकृत विश्लेषणाद्वारे या परीक्षेचे परिणाम तयार केले जातील आणि निकालाचे विश्लेषण करण्यात कोणताही मानवी हस्तक्षेप नाही.",
			"line3": "मला खात्री देण्यात आली आहे की माझी उत्तरे आणि निकाल गोपनीय राहतील आणि माझे वैयक्तिक निकाल माझ्या संस्था (शाळा/कॉलेज), नियोक्ता (Employer) किंवा माझ्या पालकांसोबत शेअर केले जाणार नाहीत.",
			"line4": "मला हे समजते की माझे नाव, ओळख किंवा इतर वैयक्तिक तपशील वगळून याचे परिणाम मानसशास्त्र तज्ञ संशोधनासाठी वापरतील. मी संमती दिल्यास, ते मला माझी स्मरणशक्ती किंवा बुद्धिमत्ता कशी सुधारायची याबद्दल सल्ला देऊ शकतात.",
			"line5": "मला माहिती आहे की या चाचणीचा परिणाम पूर्णपणे मी किती प्रामाणिकपणे प्रश्नांची उत्तरे देतो आणि चाचणी देतो यावर अवलंबून आहे. मला हे देखील समजते की चाचणीचा निकाल माझ्या सद्यस्थितीवर, माझ्या मनाच्या ताजेपणावर आणि माझ्या एकूण आरोग्यावर अवलंबून आहे.",
			"line6": "इथे चेक बॉक्स मध्ये खूण करून या परीक्षे साठी मी माझी संमती देत आहे."
		}
	},
	"shorttermmemory": {
		"note": "",
		"instructions": {
			"line1": "तुम्हाला खाली 10 इंग्रजी शब्द दाखवले आहेत.",
			"line2": "ते आपल्या मनात पूर्ण पणे लक्षात ठेवा.",
			"line3": "तुम्हाला पाहिजे असल्यास तुम्ही थोडा वेळ घेऊ शकता किंवा ते मनातल्या मनात उच्चारून घोकू शकता पण ते शब्द पूर्ण पणे लक्षात ठेवा.",
			"line4": "तुम्हाला हे शब्द लवकरच (पुढील स्क्रीनमध्ये) आणि 20 मिनिटांनंतर (चाचणीच्या शेवटी) आठवण्यास सांगितले जातील.",
			"line5": "कृपया या शब्दांना  कोणत्याही प्रकारे जतन (save) करू नका कारण तसे करण्याने तुमची खरी स्मरणशक्ती तपासली जाणार नाही.",
			"line6": "अशा प्रकारे वेळोवेळी स्मरणशक्ती तपासणे हा मनाचे आणि मेंदूचे आरोग्य राखण्यासाठी चांगला सराव आहे."
		}
	},
	"digitspan": {
		"instructions": {
			"line1": "या चाचणीत, तुम्हाला स्क्रीनवर अंकांचा क्रम दाखवला जाईल.",
			"line2": "तुम्हाला ते अंक त्याच क्रमाने लक्षात ठेवणे आवश्यक आहे. जेव्हा सूचित केले जाईल तेव्हा स्क्रीनवर प्रदान केलेल्या जागेत ते प्रविष्ट करा.",
			"line3": "क्रम टाकताना तुम्ही चुक केल्यास, क्लिअर बटण वापरून शेवटची चूक दुरुस्त करू शकता.",
			"line4": "एकदा तुम्ही सर्व अंक प्रविष्ट केल्यानंतर, ENTER बटण दाबा.",
			"line5": "अंक क्रमाची लांबी 2 पासून सुरू होईल आणि जोपर्यंत तुम्हाला ते लक्षात ठेवता येत नाही तोपर्यंत ती वाढेल.",
			"line6": "दिलेल्या लांबीसाठी तुम्ही तीनपैकी दोन chances यशस्वीपणे पूर्ण केल्यास, तुम्ही पुढील लांबीवर जाल. अन्यथा, परीक्षा संपेल. तुम्ही संख्येची किती जास्तीतजास्त लांबी लक्षात ठेवू शकता हे या परीक्षणाने कळेल. शॉर्ट टर्म मेमरी चे परीक्षण करण्यासाठी ही टेस्ट जगभर वापरली जाते."
		},
		"completed": {
			"title": "चाचणी पूर्ण झाली",
			"note_title": "टीप: ",
			"note": "हे संगणकीकृत विश्लेषण आहे आणि वैद्यकीय निदान नाही.",
			"result": "तुम्ही लक्षात ठेवू शकता अशा अंकांची कमाल लांबी (Digit Span) आहे: ",
			"line1": "या चाचणी साठी अपेक्षित परिणाम:",
			"line2": "5 ते 9, (तुमचे वय आणि शैक्षणिक पार्श्वभूमी यावर अवलंबून).",
			"line3": "तुमचे निकाल 5 पेक्षा कमी असल्यास घाबरू नका. तुम्ही किती लक्ष दिले होते, तुमचे आजचे आरोग्य, चिंता यासारख्या अनेक घटकांचा तुमच्या परिणामांवर परिणाम होऊ शकतो. कृपया काही दिवसांनी चाचणी पुन्हा करा. तुमचे निकाल सातत्याने 5 पेक्षा कमी असल्यास, कृपया तज्ज्ञांचा सल्ला घ्या."
		}
	},
	"reversedigitspan": {
		"instructions": {
			"line1": "या चाचणीत, तुम्हाला मागील चाचणीप्रमाणेच स्क्रीनवर एका वेळी एक असे क्रमाने अंक दाखवून एक संख्या दर्शवली जाईल.",
			"line2": "तुम्हाला अंक त्यांच्या क्रमानुसार लक्षात ठेवणे आवश्यक आहे.",
			"line3": "लक्षात ठेवल्यावर ते अंक तुमच्या मेमरीमध्ये उलट क्रमाचे करा आणि जेव्हा सूचित केले जाईल तेव्हा दिलेल्या जागेत तो नंबर प्रविष्ट करा.",
			"line4": "एकदा तुम्ही सर्व अंक प्रविष्ट केल्यानंतर, ENTER बटण दाबा.",
			"line5": "उदाहरणार्थ जर संख्या 2 6 8 3 दर्शवली असेल तर तुम्हाला 3 8 6 2 प्रविष्ट करणे आवश्यक आहे.",
			"line6": "या उदाहरणात इथे संख्येची लांबी चार आहे कि जी वाढवत नेली जाईल",
			"line7": "तुम्ही तीनपैकी दोन प्रयत्न यशस्वीपणे पूर्ण केल्यास पुढील लांबीवर जाल. अन्यथा, परीक्षा संपेल.",
			"line8": "",
			"note": "टीप: या चाचणीसाठी सराव चाचणी (Trial test) होणार नाही."
		},
		"completed": {
			"title": "चाचणी पूर्ण झाली",
			"note_title": "टीप: ",
			"note": "हे संगणकीकृत विश्लेषण आहे आणि वैद्यकीय निदान नाही.",
			"result": "तुम्ही उलट्या क्रमाने लक्षात ठेवू शकता (Reverse Digit Span) अशा अंकांची कमाल लांबी आहे: ",
			"line1": "या चाचणी साठी अपेक्षित परिणाम:",
			"line2": "4 ते 8 (तुमचे वय आणि शैक्षणिक पार्श्वभूमी यावर अवलंबून).",
			"line3": "तुमचे निकाल 4 पेक्षा कमी असल्यास घाबरू नका. तुम्ही किती लक्ष दिले होते, तुमचे आजचे आरोग्य, चिंता यासारख्या अनेक घटकांचा तुमच्या परिणामांवर परिणाम होऊ शकतो. कृपया काही दिवसांनी चाचणी पुन्हा करा. तुमचे निकाल सातत्याने 4 पेक्षा कमी असल्यास, कृपया तज्ज्ञांचा सल्ला घ्या."
		}
	},
	"sequencedigitspan": {
		"instructions": {
			"line1": "तुम्हाला मागील चाचणीप्रमाणेच स्क्रीनवर अंकांचा क्रम दर्शविला जाईल, एका वेळी एक.",
			"line2": "अंक ज्या क्रमाने दाखवले आहेत त्या क्रमाने लक्षात ठेवा.",
			"line3": "सूचित केल्यावर, दिलेल्या जागेत चढत्या क्रमाने अंक प्रविष्ट करा.",
			"example1": "उदाहरण:",
			"example2": "तुम्हाला खालील अंक दाखवले असल्यास:",
			"example3": "8 3 5 0 9",
			"example4": "तुम्ही दिलेल्या जागेत खालील अंक प्रविष्ट कराल:",
			"example5": "0 3 5 8 9",
			"note": "टीप: या चाचणीसाठी सराव चाचणी (Trial test) होणार नाही."
		},
		"completed": {
			"title": "चाचणी पूर्ण झाली",
			"note_title": "टीप: ",
			"note": "हे संगणकीकृत विश्लेषण आहे आणि वैद्यकीय निदान नाही.",
			"result": "तुम्ही लक्षात ठेवून चढत्या क्रमाने व्यवस्थापित करू शकता (Ordered Digit Span) अशा अंकांची कमाल लांबी आहे : ",
			"line1": "या चाचणी साठी अपेक्षित परिणाम:",
			"line2": "4 ते 8 (तुमचे वय आणि शैक्षणिक पार्श्वभूमी यावर अवलंबून).",
			"line3": "तुमचे निकाल 4 पेक्षा कमी असल्यास घाबरू नका. तुम्ही किती लक्ष दिले होते, तुमचे आजचे आरोग्य, चिंता यासारख्या अनेक घटकांचा तुमच्या परिणामांवर परिणाम होऊ शकतो. कृपया काही दिवसांनी चाचणी पुन्हा करा. तुमचे निकाल सातत्याने 4 पेक्षा कमी असल्यास, कृपया तज्ज्ञांचा सल्ला घ्या."
		}
	},
	"stroop": {
		"instructions": {
			"line1": "या टेस्ट मध्ये तुम्हाला रंगांची नावे (RED, GREEN, BLUE, and YELLOW) वेगवेगळ्या रंगात छापलेली दिसतील.",
			"line2": "तुम्हाला शब्द ज्या रंगात छापला आहे त्या कडे लक्ष द्यायचे आहे आणि त्या नुसार प्रतिसाद द्यायचा आहे, जो शब्द आहे त्याला नाही.",
			"line3a": "उदाहरणार्थ, जर तुम्हाला 'RED' हा शब्द हिरव्या रंगात छापलेला दिसत असेल",
			"line3b": "तर तुम्ही GREEN बटण दाबावे.",
			"note": "टीप - या चाचणीमध्ये तुमचा प्रतिसाद देण्याचा वेळ (Response Time) मोजला जातो. म्हणून हे महत्वाचे आहे की आपण आपला प्रतिसाद शक्य तितक्या लवकर, परंतु चुका न करता देणे आवश्यक आहे."
		},
		"completed": {
			"title": "चाचणी पूर्ण झाली",
			"note_title": "टीप: ",
			"note": "हे संगणकीकृत विश्लेषण आहे आणि वैद्यकीय निदान नाही",
			"result": "तुमचा Stroop Score (विसंगत सरासरी वेळ - एकरूप सरासरी वेळ): ",
			"line1": "Stroop score तुमचा Inhibition control मोजतो आणि तो व्यक्तीचे वय, शिक्षण पातळी, कॉम्पुटर चा सराव, त्याची मानसिक स्थिती यावर अवलंबून असतो. तथापि, सामान्य पणे, खालील score ची अपेक्षा केली जाऊ शकते:",
			"line2": "वय गट 12 ते 20: 150-200 milliseconds",
			"line3": "वय गट 20 ते 60: 175-250 milliseconds",
			"line4": "वय गट 60+: 200-300 milliseconds",
			"line5": "हे लक्षात घेणे महत्त्वाचे आहे की ही फक्त सामान्य मार्गदर्शक तत्त्वे आहेत आणि तुमचा score वरील सरासरी पेक्षा जास्त असल्यास कृपया घाबरून जाऊ नका."
		}
	},
	"nback": {
		"instructions": {
			"line1": "तुम्हाला एक एक करून अक्षरे दाखवली जातील. तुम्हाला प्रत्येक वेळी अगोदर दाखवलेली दोन अक्षरे ((N-2) आणि (N-1)) लक्षात ठेऊन समोर दाखवले जाणारे अक्षर (N) बघायचे आहे. म्हणजे तुमच्या मेमरी मध्ये तीन अक्षरे असतील, आत्ता दाखवले जाणारे आणि त्या अगोदरची दोन अक्षरे. त्या आधारे तुमच्या समोर दाखवलेले अक्षर (N), दोन अक्षरांपूर्वी दाखवलेल्या अक्षराशी म्हणजे (N-2) बरोबर compare करायचे आहे. जर वर्तमान अक्षर (N), 2 अक्षरांपूर्वी दाखवलेल्या अक्षरा बरोबर जुळत असेल तर तुम्हाला MATCHES हे बटण दाबायचे आहे अन्यथा नाही.",
			"line2": "उदाहरणार्थ, असे समजा कि शेवटची दोन अक्षरे ((N-2) आणि (N-1)) ही अनुक्रमे B आणि T होती आणि वर्तमान अक्षर P आहे. इथे दोन अक्षरांपूर्वीचे अक्षर (म्हणजे B) , वर्तमान अक्षराशी (म्हणजे P) शी जुळत नसल्याने तुम्ही MATCHES हे बटण दाबले नाही पाहिजे.",
			"line3": "आता समजा पुढील अक्षर तुम्हाला T दाखवले गेले तर यावेळी शेवटची दोन (म्हणजे (N-2) आणि (N-1)) ही T आणि P हि होतात. इथे आत्ता दाखवत असलेल्या अक्षराला म्हणजे T ला , दोन अक्षरे अगोदर दाखवलेल्या अक्षरांशी म्हणजे T शी COMPARE केले पाहिजे. इथे तुम्ही MATCHES हे बटण दाबले पाहिजे कारण ते दोन्ही सारखेच आहेत.",
			"line4": "याला N=2 बॅक टेस्ट म्हणतात , आणि ही चाचणी आपल्या WORKING मेमरी ला टेस्ट करण्यासाठी जगभर वापरली जाते.",
			"note": "खाली दिलेल्या लिंक वर क्लिक करून पहिल्यांदा assisted ट्रायल घ्या. यात तुम्हाला दोन अक्षरांपूर्वी दाखवलेले अक्षर (N-2) म्हणजे कोणते, ते सध्या दाखवलेल्या अक्षराशी (N) कसे compare करायचे आणि निर्णय कसा घ्यायचा हे दाखवले आहे. ही मदत घेऊन तुम्ही त्या प्रमाणे MATCHES हे बटण दाबा. त्यानंतर मदतीशिवाय एक छोटी ट्रायल घ्या (2 मिनिटाची) आणि मग खरी टेस्ट द्या."
		},
		"completed": {
			"title": "चाचणी पूर्ण झाली",
			"note_title": "टीप: ",
			"note": "हे संगणकीकृत विश्लेषण आहे आणि वैद्यकीय निदान नाही",
			"line1": "N=2 बॅक टेस्टचे अपेक्षित स्कोअर व्यक्तीचे वय, शिक्षण स्तर, दिलेले लक्ष आणि मानसिक स्थिती यावर अवलंबून असतात. तथापि, सामान्य मार्गदर्शक म्हणून, पुढील गोष्टींची अपेक्षा केली जाऊ शकते:",
			"line2": "वय गट 12 ते 20: 60-80% अचूकता",
			"line3": "वय गट 20 ते 60: 80-90% अचूकता",
			"line4": "वय गट 60+: 70-80% अचूकता",
			"line5": "हे लक्षात घेणे महत्त्वाचे आहे की ही फक्त सामान्य मार्गदर्शक तत्त्वे आहेत. तुमचे निकाल या सरासरी पेक्षा कमी असल्यास घाबरू नका. तुम्ही किती लक्ष दिले होते, तुमचे आजचे आरोग्य, चिंता यासारख्या अनेक घटकांचा तुमच्या परिणामांवर परिणाम होऊ शकतो. कृपया काही दिवसांनी चाचणी पुन्हा करा. तुमचे निकाल सातत्याने सरासरी पेक्षा कमी आल्यास, कृपया तज्ज्ञांचा सल्ला घ्या."
		}
	},
	"shapedigitcode": {
		"instructions": {
			"line1": "काही आकारांचा संच आणि त्यांचे संबंधित अंक तुमच्या स्क्रीन वर एका TABLE मध्ये दाखवले जातील. हे टेबल तुम्हाला सर्वकाळ दाखवले जाईल कारण ते तुम्हाला प्रत्येक entry साठी वापरायचे आहे.",
			"line2": "स्क्रीनवर दाखवलेल्या विंडोमध्ये एका वेळी एक असा आकार दाखवला जाईल. स्क्रीनवर दाखवलेल्या टेबल चा वापर करून तुम्हाला या आकारासाठी संबंधित अंक शोधणे आवश्यक आहे. तुम्ही  आकार आणि त्यांचे संबंधित अंक हे लक्षात (memorise) ठेवायचे नाहीयेत. फक्त दर वेळी टेबल मध्ये बघून दिलेला आकार शोधा, त्याचा संबंधित अंक लक्षात घ्या आणि तो कीपॅड च्या वर प्रविष्ट करा.",
			"line2_eg1": "eg. जर आकार ",
			"line2_eg2": "असेल तर कोड 1 असेल. त्यामुळे ऑनस्क्रीन नमपॅडवर 1 वर क्लिक करा.",
			"line3": "या चाचणीमध्ये अंक प्रविष्ट करताना चूक केल्यास ती सुधारता येत नाही, म्हणून चूक झाल्यास पुढील आकारावर जाणे आवश्यक आहे.",
			"line4": "ही चाचणी तुमच्या PROCESSING SPEED ची आहे, त्यामुळे तुम्ही जलद उत्तरे परंतु अचूक उत्तरे देणे आवश्यक आहे.",
			"line5": "चाचणी फक्त 2 मिनिटे चालेल. तुमचा स्कोअर हा तुम्ही दोन मिनिटात किती बरोबर असलेले अंक प्रविष्ट करता ती संख्या असेल. तुमचा स्कोअर आणि टाइमर, दोन्ही स्क्रीनच्या वरच्या भागात दाखवले जातील.",
			"line6": "प्रथम ट्रायल घ्या आणि नंतर खरी चाचणी द्या."
		},
		"results":{
			"line1":"तुमची प्रक्रिया गती चाचणी (Processing Speed Test) पूर्ण झाली आहे",
			"line2":"तुमचे निकाल खालीलप्रमाणे आहेत.",
			"note":"Processing Speed test चे अपेक्षित गुण वय, संगणकाची सवय, तुमचे एकंदर मानसिक आरोग्य इत्यादींवर अवलंबून असतात. तथापि सरासरी खालील निकाल अपेक्षित आहेत:"
		}
	},
	"longtermmemory": {
		"note": "",
		"instructions": {
			"line1": "तुम्हाला पूर्वी (म्हणजे टेस्ट च्या सुरुवातीला) दाखवलेले 10 इंग्रजी शब्द आठवा आणि पुढील बॉक्समध्ये एक एक करून enter करा.",
			"line2": "आपण ते शब्द कोणत्याही क्रमाने प्रविष्ट करू शकता. ते शक्य तितक्या अचूकपणे प्रविष्ट करण्याचा प्रयत्न करा."
		},
		"expected_result": {
			"line1": "अपेक्षित परिणाम : सरासरी, लोक या चाचणीमध्ये खालील शब्दांची संख्या लक्षात ठेवू शकतात परंतु वय, दिलेले लक्ष, एकूणच मनाचे आरोग्य आणि स्मरण करण्याचे धोरण यानुसार संख्या बदलू शकते.",
			"line2": "वय गट 12 ते 20: सरासरी 7 ते 8",
			"line3": "वय गट 20 ते 60: सरासरी 6 ते 7",
			"line4": "वय गट 60+: सरासरी 5 ते 6"
		}
	},
	"consolidatedreport": {}
}
